Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_kannanotto_saamelaisten_totuus-_ja_sovintokomission_asettamisesta.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kannanotto saamelaisten totuus- ja sovintokomission asettamisesta
sme: Sámedikki bealiváldin sámiid duohtavuođa- ja soabadankommišuvnna ásaheamis

source: Saamelaiskäräjät kokoontui Inarissa kokoukseensa (5/2019) 17.12.2019 käsittelemään ehdotusta saamelaisten totuus- ja sovintokomission asettamiseksi ja hyväksyi ehdotuksen , lausuu kannanottonaan seuraavaa:
sme: Sámediggi čoahkkanii Anáris dievasčoahkkimii (5/2019) 17.12.2019 gieđahallat evttohusa sámiid duohtavuođa- ja soabadankommišuvnna ásaheami várás ja dohkkehii evttohusa , cealká bealiváldimis čuovvovačča:

source: Saamelaiset on alkuperäiskansa nykyisten neljän valtion, Norjan, Ruotsin, Suomen ja Venäjän alueella.
sme: Sámit leat eamiálbmot dálá njealji stáhta, Norgga, Ruoŧa, Suoma ja Ruošša viidodagas.

source: Saamelaisilla on omana kansana ja alkuperäiskansana sekä kansallisessa että rajoja ylittävässä perspektiivissä itsemääräämisoikeus.
sme: Sámiin lea iežas álbmogin ja eamiálbmogin sihke sisriikkalaš ja rájáid rasttildeaddji perspektiivvas iešmearridanvuoigatvuohta.

source: Saamelaiskäräjät painottaa, että mainittujen valtioiden assimilaatioprosessit ovat kohdistuneet saamelaisiin niin yhteisesti kuin yksilötasolla, kunkin kansallisvaltion ominaispiirtein ja rajat ylittävin tavoin.
sme: Sámediggi deattuha, ahte guoskevaš stáhtaid assimilašuvdnaproseassat leat čuohcan sámiide nu oktasaččat go ovttaskas olbmo dásis, iešguđege nationálastáhta iešvuođaiguin ja rájáid rasttildeaddji vugiiguin.

source: Saamelaiskäräjät viittaa, että valtioiden assimilaatiopolitiikka koskien saamelaisia on haitannut saamen kansan omaehtoista kehitystä ja todellisen tasa-arvon ja yhdenvertaisuuden toteutumista saamelaisten ja yhteiskuntien välillä paikallisesti, alueellisesti, kansallisesti, rajoja ylittävästi ja kansainvälisesti.
sme: Sámediggi čujuha, ahte stáhtaid assimilašuvdnapolitihkka guoskkadin sámiid lea hehtten sámeálbmoga ieševttolaš ovdáneami ja duođalaš dásseárvvu ja ovttaveardásašvuođa ollašuvvama sámiid ja servodagaid gaskkas báikkálaččat, guvllolaččat, sisriikkalaččat, rájáid rastá ja riikkaidgaskasaččat.

source: Saamelaiskäräjät katsoo tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemukset Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
sme: Sámediggi geahččá dehálažžan, ahte stáhtaráđđi oktasašbarggus Sámedikkiin ja Nuortalaččaid siidačoahkkimiin ásaha duohtavuođa- ja soabadankommišuvnna čohkket ja duođaštit sámiid vásáhusaid Suoma stáhta ja sierra virgeoapmahaččaid doaimmain, mat leat rihkkon sámekultuvrra ja dan ávnnaslaš vuođu, ja das, makkár váikkuhusat ja čuovvumušat dain leat leamaš ja ainge leat sámiide eamiálbmogin ja dan lahtuide ovttaskas olmmožin, sihke dahkat dán dovddastuvvon áddejumi oassin das, mii lea historjámet ja dálá áigámet.

source: Saamelaiskäräjät katsoo komission asettamisen merkitsevän, että julkisesti tunnustetaan valtion assimilaatiopolitiikan vaikutusten vaativan korjaavia toimenpiteitä.
sme: Sámediggi geahččá kommišuvnna ásaheami mearkkašit, ahte almmolaččat dovddastuvvojit stáhta assimilašuvdnapolitihka váikkuhusaid eaktudeaddji divvu doaibmabijut.

source: Saamelaiskäräjät painottaa, ettei totuus- ja sovintokomission asettaminen ole ilo eikä voitto.
sme: Sámediggi deattuha, ahte duohtavuođa- ja soabadankommišuvnna ásaheapmi ii leat illu iige vuoitu.

source: Tähän äärimmäiseen toimenpiteeseen ryhdytään siksi, etteivät aiemmat keinot puolustaa saamelaisten alueita ja kulttuureita ole riittäneet muuttamaan pyrkimyksiä assimiloida saamelaisia valtakulttuuriin.
sme: Dákkár duođalaš doaibmabidjui álgojuvvo danin, ahte ovddit vuogit bealuštit sámiid guovlluid ja kultuvrraid eai leat reahkkán rievdadit figgamušaid assimileret sámiid váldokultuvrii.

source: Komission aloittaminen on jaetun surun hetki tietoisena siitä, kuinka monet eivät omana elinaikanaan ehtineet saamaan oikeutta.
sme: Kommišuvnna álggaheapmi lea juogaduvvon morraša boddu das diđolažžan, man olusat eai eallináiggiset geargan oažžut vuoigatvuođa.

source: Komission työn tulee purkaa ja auttaa käsittelemään traumoja, joita saamelaiset niin kansana kuin yksilöinä kantavat ylisukupolvisesti.
sme: Kommišuvnna bargu galgá burgit ja veahkehit gieđahallat traumaid, maid sámit leat nu álbmogin go ovttaskas olmmožin guoddán buolvvas nubbái.

source: Näiden traumojen käsittely niin yksilötasolla kuin kollektiivisesti on raskasta ja järkyttävää.
sme: Dáid traumaid gieđahallan nu ovttaskas olbmo dásis go kollektiivvalaččat lea lossat ja hui morašlaš.

source: Kuitenkin sen on tapahduttava edes siinä määrin, että epätasapainoa ylläpitävät toimet voidaan tunnistaa ja muuttaa, jotta saamen kansan oikeus itsemääräämiseen myös sisäisesti voi toteutua.
sme: Goittotge dat galgá dáhpáhuvvat juoba dan mearis, ahte doaimmaid, mat dagahit eahpestáđisvuođa, sáhttá dovdát ja rievdadit, vuoi sámeálbmoga vuoigatvuohta iešmearrideapmái maiddái siskkáldasat sáhttá ollašuvvat.

source: Saamelaiset omistavat omat elämänkokemuksensa ja historiansa, ja näin ollen he ovat myös avainasemassa siinä, kuinka ylisukupolvista taakoistaan selviävät.
sme: Sámit oamastit iežaset eallinvásáhusaid ja historjjá, ja ná leat sii maiddái guovddáš sajis das, man láhkai badjel buolvvaid olli nođiin cevzojuvvo.

source: Saamelaisilta ei saa viedä tämän prosessin aikana mahdollisuutta löytää itse tietään kohti paranemista.
sme: Sámiin ii oaččo doalvut dán proseassa áigge vejolašvuođa gávdnat ieš luotta buorráneami guvlui.

source: Tämä edellyttää, että saamelaisille on prosessiin valmistauduttaessa, sen aikana ja sen jälkeen tarjolla saamenkielistä ja kulttuurisensitiivistä henkistä ja psyykkistä tukea.
sme: Dát eaktuda, ahte sámiide lea prosessii ráhkkanettiin, dan áigge ja dan maŋŋá fállun sámegielat ja kultursensitiivvalaš vuoiŋŋalaš ja psyhkalaš doarjja.

source: Saamelaiskäräjät odottaa valtion resursoivan saamelaisia syrjivien rakenteiden muutostyön sekä lopettavan harjoittamansa assimilaatiopolitiikan, jota tapahtuu tässäkin hetkessä, nyt, joka päivä, jotta uusien taakkasiirtymien jatkumo voitaisiin katkaista.
sme: Sámediggi vuordá stáhta resurseret sámiid vealaheaddji ráhkadusaid nuppástusbarggu sihke loahpahit dan ollašuhttán assimilašuvdnapolitihka, mii dáhpáhuvvá dánge bottus, dál, juohke beaivve, vuoi ođđa noađđesirdašuvvamiid joatkašuvvama sáhtášii botket.

source: Saamelaiskäräjät kiittää saamelaisyhteisöä osallistumisesta totuus- ja sovintoprosessin valmisteluun.
sme: Sámediggi giitá sámeservoša oassálastimis duohtavuođa- ja soabadanproseassa válmmaštallamii.

source: Saamelaiskäräjät kiittää myös asiantuntijoita, joiden panos valmistelussa on ollut erittäin tärkeä.
sme: Sámediggi giitá maiddái áššedovdiid, geaid bargu válmmaštallamis lea leamaš erenomáš dehálaš.

source: Viimeiseksi Saamelaiskäräjät kiittää Kolttien kyläkokousta ja Suomen valtiota neuvotteluprosessista.
sme: Dás loahpas Sámediggi giitá vel Nuortalaččaid siidačoahkkima ja Suoma stáhta ráđđádallanproseassas.

source: Inarissa 17.12.2019
sme: Anáris 17.12.2019

source: Tiina Sanila-Aikio puheenjohtaja
sme: Tiina Sanila-Aikio ságajođiheaddji

source: Pia Ruotsala-Kangasniemi hallintopäällikkö
sme: Pia Ruotsala-Kangasniemi hálddahushoavda

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi
sme: Evttohus sámiid duohtavuođa- ja soabadankommišuvnna ásaheapmin
